const data = {
	title : 'Памятка «Работа над ошибками»',

	pages: [{
		sections: [{
			id: 1,
			title: 'Искажение слова, пропуск буквы',
			steps: [
				'Выпиши слово правильно',
				'Подчеркни в нём пропущенную букву',
			]
		}, {
			id: 2,
			title: 'Большая буква в начале предложения',
			steps: [
				'Выпиши предложение правильно',
				'Подчеркни орфограмму',
			]
		}, {
			id: 3,
			title: 'Границы предложения',
			steps: [
				'Выпиши предложение правильно',
				'Подчеркни орфограмму',
			]
		}],
	}, {
		sections: [{
			id: 4,
			title: 'Правописание имен собственных',
			steps: [
				'Напиши слово верно',
				'Подчеркни заглавную букву',
				'Напиши ещё два слова на это правило',
			]
		}, {
			id: 5,
			title: 'Перенос слова',
			steps: [
				'Выпиши слово',
				'Раздели его на слоги',
				'Раздели его для переноса',
			]
		}, {
			id: 6,
			title: 'Гласные после шипящих, ЧК, ЧН, НЩ, СТ, СН',
			steps: [
				'Выпиши слово правильно',
				'Подчеркни орфограмму',
				'Придумай и запиши ещё два слова на эту орфограмму',
			]
		}],
	}, {
		sections: [{
			id: 7,
			title: 'Мягкий знак - показатель мягкости',
			steps: [
				'Выпиши слово правильно',
				'Подчеркни мягкий знак и согласную перед ним',
				'Запиши ещё два слова на это правило',
			]
		}, {
			id: 8,
			title: 'Правописание разделительного Ь',
			steps: [
				'Выпиши слово правильно',
				'Запиши 2 слова с этой орфограммой',
				'Подчеркни согласную и гласную, которые разделяет мягкий знак',
			]
		}, {
			id: 9,
			title: 'Правописание разделительного Ъ',
			steps: [
				'Выпиши слово правильно',
				'Подчеркни твёрдый знак и гласную после него',
				'Выдели приставку',
				'Запиши ещё два слова на это правило',
			]
		}],
	}, {
		sections: [{
			id: 10,
			title: 'Правописание безударных гласных в корне, проверяемых ударением (а, о, е, и, я)',
			steps: [
				'Подбери проверочное слово (измени форму слова или подбери родственное слово)',
				'Запиши слово верно',
				'Поставь ударение',
				'Подчеркни орфограмму в корне',
				'Запиши ещё два однокоренных слова',
				'Выдели корень во всех словах',
			]
		}, {
			id: 11,
			title: 'Правописание слов из словаря',
			steps: [
				'Запиши слово правильно 3 раза',
				'Обозначь ударение, подчеркни орфограмму',
				'Запиши два однокоренных слова',
			]
		}],
	}, {
		sections: [{
			id: 12,
			title: 'Правописание парных согласных в корне',
			steps: [
				'Подбери проверочное слово, чтобы звук ясно слышался (после согласной стоит гласная или один из согласных л,м,н,р ): измени форму слова или подбери родственное слово',
				'Запиши слово верно',
				'Подчеркни орфограмму в корне',
				'Запиши ещё два однокоренных слова',
				'Выдели корень во всех словах',
			]
		}, {
			id: 13,
			title: 'Правописание предлога со словами (пробел)',
			steps: [
				'Выпиши слово вместе с предлогом',
				'Обозначь часть речи',
				'Вставь между словом и предлогом вопрос или другое слово',
			]
		}],
	}, {
		sections: [{
			id: 14,
			title: 'Правописание непроизносимых согласных',
			steps: [
				'Подбери проверочное слово, чтобы звук ясно слышался (после согласной стоит гласная или один из согласных л,м,н,р ): измени форму слова или подбери родственное слово',
				'Запиши слово верно',
				'Подчеркни орфограмму в корне',
				'Запиши ещё два однокоренных слова',
				'Выдели корень во всех словах',
			]
		}, {
			id: 15,
			title: 'Двойные согласные в слове',
			steps: [
				'Выпиши слово правильно',
				'Раздели слово для переноса',
				'Запиши два однокоренных слова',
				'Подчеркни двойную согласную',
			]
		}],
	}, {
		sections: [{
			id: 16,
			title: 'Двойные согласные на стыке приставки и корня, корня и суффикса',
			steps: [
				'Выпиши правильно слово',
				'Подчеркни удвоенную согласную',
				'Выдели приставку или суффикс',
				'Запиши слово без приставки (суффикса) или с другой приставкой (суффиксом)',
			]
		}, {
			id: 17,
			title: 'Правописание приставки со словами',
			steps: [
				'Выпиши слово правильно',
				'Выдели приставку',
				'Образуй от этого слова однокоренные слова с разными приставками',
			]
		}],
	}, {
		sections: [{
			id: 18,
			title: 'Ь на конце имён существительных после шипящих',
			steps: [
				'Выпиши слово правильно',
				'Определи род',
				'Запиши ещё 2 слова с этой орфограммой',
			]
		}, {
			id: 19,
			title: 'Не с глаголом (орфограмма пробел)',
			steps: [
				'Запиши глагол с не',
				'Запиши ещё 2 слова на это правило',
				'Подчеркни орфограмму',
			]
		}],
	}, {
		sections: [{
			id: 20,
			title: 'Соединительные гласные в сложных словах',
			steps: [
				'Выпиши слово',
				'Выдели корни',
				'Подчеркни соединительную гласную',
				'Запиши ещё 1 слово с этой орфограммой',
			]
		}, {
			id: 21,
			title: 'Однородные члены предложения',
			steps: [
				'Выпиши предложение',
				'Обозначь однородные члены и слово, от которого они зависят',
				'Выполни схему предложения',
			]
		}],
	}, {
		sections: [{
			id: 22,
			title: 'Сложное предложение',
			steps: [
				'Выпиши правильно',
				'Подчеркни грамматические основы',
				'Нарисуй схему',
				'Подчеркни запятую',
			]
		}, {
			id: 23,
			title: 'Предложение с прямой речью',
			steps: [
				'Запиши правильно',
				'Составь схему',
				'Подчеркни знаки препинания',
			]
		}],
	}, {
		sections: [{
			id: 24,
			title: 'Правописание безударных падежных окончаний имён существительных',
			steps: [
				'Выпиши существительное',
				'Поставь его в начальную форму',
				'Определи склонение',
				'Выдели окончание, проверь с помощью слов-помощников',
				'Подбери и запиши свой пример',
			]
		}, {
			id: 25,
			title: 'Мягкий знак Ь на конце глаголов 2-го лица единственного числа настоящего времени',
			steps: [
				'Выпиши глагол правильно',
				'Запиши ещё 2 глагола с этой орфограммой',
			]
		}],
	}, {
		sections: [{
			id: 26,
			title: 'Правописание безударных падежных окончаний имён прилагательных',
			steps: [
				'Выпиши прилагательное вместе с существительным, к которому оно относится',
				'Поставь к прилагательному вопрос от существительного',
				'Определи род, число и падеж прилагательного по существительному',
				'Выдели окончание прилагательного',
			]
		}, {
			id: 27,
			title: 'Правописание суффиксов -ик-, -ек-',
			steps: [
				'Выпиши слово правильно',
				'Измени форму слова',
				'Если гласная из суффикса «убежала», пиши суффикс -ек-. Если «не убежала» – суффикс -ик-',
			]
		}],
	}, {
		sections: [{
			id: 28,
			title: 'Мягкий знак в неопределённой форме глагола. (-ться, -чь)',
			steps: [
				'Выпиши слово правильно',
				'Напиши вопрос',
				'Обозначь орфограмму',
				'Запиши ещё одно слово с этой орфограммой',
			]
		}, {
			id: 29,
			title: 'Правописание безударных личных окончаний глаголов',
			steps: [
				'Выпиши глагол правильно',
				'Поставь ударение',
				'Поставь глагол в н.ф. (неопределённую)',
				'Посмотри на гласную перед -ть',
				'Определи спряжение глагола и гласную, которую следует писать в окончании глагола единственного и множественного числа',
			]
		}],
	}]
};
